const data = {
  "info": {
    "personPath": "1800_wob_boy",
    "viewBoxWidth": 1325
  },
  "layers": [
    {
      "layerName": "Undergarments",
      "popItems": [
        {
          "shortName": "breechcloth",
          "class": "right-middle",
          "hasImage": false,
          "title": "Breechclout or Breechcloth",
          "blurb": "A breechclout, called &ldquo;adhozoan&rdquo;, is a strip of fabric or deerskin that goes between the legs and is held in place by a belt tied around the waist. The breechclout might be compared to modern-day shorts, underwear, or bathing suit. This boy's breechclout is made of wool.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
    {
      "layerName": "Daily Garments",
      "popItems": [
        {
          "shortName": "shirt",
          "class": "",
          "hasImage": false,
          "title": "Shirt",
          "blurb": "This boy's shirt is made of cotton. In Abenaki, a shirt is called &ldquo;wihibaks&rdquo;. It is the same style that European boys would wear, but theirs would be tucked into their trousers.",
          "svg": ""
        },
        {
          "shortName": "gorgets",
          "class": "",
          "hasImage": false,
          "title": "Gorgets",
          "blurb": "When worn by a British or French military officer, a &quot;gorget&quot; was a badge of office, signifying that the man was not a common soldier. W&ocirc;banaki people liked to wear gorgets simply for adornment. People cut up brass kettles received in trade to make their own gorgets. This boy wears a large gorget, or &quot;arenarakk8i-psk8s8ann&quot; made from a brass kettle and a smaller gorget of silver.",
          "svg": ""
        },
        {
          "shortName": "armbands",
          "class": "",
          "hasImage": false,
          "title": "Armbands",
          "blurb": "These are silver armbands, called &ldquo;wpedinibial&rdquo;, worn for decoration.",
          "svg": ""
        },
        {
          "shortName": "kerchief",
          "class": "",
          "hasImage": false,
          "title": "Kerchief",
          "blurb": "This is a silk kerchief. The silk would have been imported from India. The Abenaki borrowed the English word for silk, calling it &ldquo;silki&rdquo;.",
          "svg": ""
        },
        {
          "shortName": "moccasins",
          "class": "",
          "hasImage": false,
          "title": "Moccasins",
          "blurb": "These are summer-weight moccasins with a center seam. They are made from the hide of a white-tailed deer. The Abenaki word for all kinds of shoes is &quot;mkezenal&quot;. The English adapted this word into &ldquo;moccasin&rdquo;.",
          "svg": ""
        },
        {
          "shortName": "leggings",
          "class": "",
          "hasImage": false,
          "title": "Leggings",
          "blurb": "These are wool leggings, called &ldquo;medasal&rdquo;. They are tied to a belt at the waist to keep them up. Leggings were worn for warmth and to protect one's legs when walking through scratchy undergrowth. It is interesting to note that wool cloth used for clothing by Native people at this time was usually either red or blue.",
          "svg": ""
        },
        {
          "shortName": "sash",
          "class": "",
          "hasImage": true,
          "title": "Sash &amp; Garters",
          "blurb": "This boy wears a sash around his waist and garters, called &ldquo;kiganibial.&rdquo; Tied on just under his knees, the sash and garters are made from wool yarn using a technique called &quot;fingerweaving&quot;. As the name suggests, fingerweaving is a way to weave using only the fingers, instead of on a loom. The garters help to keep the boy's leggings in place.",
          "svg": ""
        },
        {
          "shortName": "knife",
          "class": "",
          "hasImage": true,
          "title": "Knife &amp; Model Toboggan",
          "blurb": "The model toboggan shown here is made of ash splint, the same material used for making baskets. This boy might have made it to sell to tourists. His knife is especially designed for carving canoe ribs or wide boards. The Abenaki word for a toy toboggan is &quot;t&ocirc;bangansis&quot;, meaning little sled.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
    {
      "layerName": "Outer Garments",
      "popItems": [
        {
          "shortName": "toque",
          "class": "",
          "hasImage": false,
          "title": "Toque",
          "blurb": "A &quot;toque&quot; is a French term for a knitted wool cap. The Abenaki call these &ldquo;antigwal&rdquo;.",
          "svg": ""
        },
        {
          "shortName": "capot",
          "class": "",
          "hasImage": false,
          "title": "Capot",
          "blurb": "A &quot;toque&quot; is a French term for a knitted wool cap. The Abenaki call these &ldquo;antigwal&rdquo;.</p> <h4>Capot</h4> <p>The French call this kind of hooded overcoat a &quot;capot&quot;. The Abenaki people call a coat like this a &quot;kchi pikizon&quot;. It overlaps in front to button at the shoulder, and a sash holds it closed at the waist. This capot is made of wool. Capots were originally worn by sailors as raincoats and were adapted for use in the woods. They were very popular in the Indian trade.",
          "svg": ""
        },
        {
          "shortName": "hatchet",
          "class": "",
          "hasImage": false,
          "title": "Hatchet",
          "blurb": "A hatchet might be kept handy by tucking it into a belt. It would be used for splitting and cutting kindling. The Abenaki word for a single-handed club or hatchet is &quot;temahigan&quot;. The English adapted this word into &ldquo;tomahawk&rdquo;.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
  ], // end layers
} // end data
