const data = {
  "info": {
    "personPath": "1860_woman",
    "viewBoxWidth": 0
  },
  "layers": [
    {
      "layerName": "Undergarments",
      "popItems": [
        {
          "shortName": "chemise",
          "class": "left-middle",
          "hasImage": false,
          "title": "Chemise",
          "blurb": "A chemise is a slip.  This one is made of cotton.",
          "svg": ""
        },
        {
          "shortName": "stockings",
          "class": "left-middle",
          "hasImage": true,
          "title": "Stockings",
          "blurb": "Girls and women wore stockings.  Pantyhose and tights had not been invented yet, and socks were regarded as a men's garment.  A woman wore stockings of wool, cotton, or silk, depending upon the weather and the occasion.  Stockings came up above the knee and were held in place with garters which could be placed either just above or just below the knee.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
    {
      "layerName": "Foundation Garments",
      "popItems": [
        {
          "shortName": "corset",
          "class": "left-top",
          "hasImage": false,
          "title": "Corset",
          "blurb": "The corset provided a smooth foundation upon which a well-fitted dress could sit smoothly. It was made of solid cotton fabric stiffened with &ldquo;boning&rdquo; made of strips of whalebone or metal.  It hooked up the front and laced up the back.  This woman might own several corsets that she might have made, but would more likely have purchased from a shop selling manufactured corsets.  Corsets in this period were most often white, off-white or a natural tan color.  Brightly colored corsets, such as the red one shown here, would have been remarkable at this time, but became popular in later decades.  The corset shown here has no shoulder straps and could therefore be worn with a ball gown as well as with day wear.  Some women who considered themselves quite stylish laced their corsets so tightly that they did harm to their bodies.  People were aware of the problems caused by doing this and most women laced their corsets snugly, but not to that extreme.",
          "svg": ""
        },      
        {
          "shortName": "drawers",
          "class": "left-bottom",
          "hasImage": false,
          "title": "Drawers",
          "blurb": "Drawers were like underpants.  This woman wears split drawers to make the trip to the outhouse quicker and easier.  She might have worn her chemise over her drawers or tucked into them.",
          "svg": ""
        },
        {
          "shortName": "shoes",
          "class": "left-bottom",
          "hasImage": false,
          "title": "Shoes",
          "blurb": "Women's shoes came in a variety of styles and could be made of cloth or leather.  This woman's shoes lace up along the inside of the ankles.",
          "svg": ""
        },
        {
          "shortName": "hair",
          "class": "left-top",
          "hasImage": false,
          "title": "Hair",
          "blurb": "This woman wears her parted in the middle and pinned up in a simple style.  She would never wear all of her hair down in public, but might allow some curls to hang down with a fancier evening hairstyle.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer

    {
      "layerName": "Foundation Garments",
      "popItems": [
        {
          "shortName": "shirt",
          "class": "left-top",
          "hasImage": false,
          "title": "Shirt",
          "blurb": "A woman might wear a shirt under her dress with only the sleeves and collar showing, or she might wear false sleeves of fine white cotton and a collar of fine cloth or lace.",
          "svg": ""
        },
        {
          "shortName": "hoops",
          "class": "right-top",
          "hasImage": false,
          "title": "Hoops",
          "blurb": "Hoop skirts were put on under dresses to make the skirts bell out. They could be made, like this one, of a cloth skirt with casings for wire or they could be manufactured to have many hoops of wire held together by cloth tapes.  Hoop skirts were quite bell shaped early in the 1860's, and became more cone-shaped over the course of the decade.  To put on the particular set of hoops shown, this woman first tied the strings of the waistband around her waist and then she pinned the front flap closed on the sides with straight pins.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
    {
      "layerName": "Daily Garments",
      "popItems": [
        {
          "shortName": "dress",
          "class": "left-top",
          "hasImage": false,
          "title": "Dress",
          "blurb": "Day dresses for ladies typically had long sleeves and a high neckline and were most often made from cotton, fine wool, or silk.  An evening or ball gown would have very short sleeves, often small puffs, and an open neckline and would be made out of silk or other especially fine cloth.  Like many day dresses of this period, the dress shown here was made as a separate skirt and bodice, and then the waistband of the skirt was hand stitched to the bodice.  A lady did not show her ankles!",
          "svg": ""
        },
        {
          "shortName": "bracelets",
          "class": "full-bottom",
          "hasImage": true,
          "title": "Bracelets",
          "blurb": "At this time, bracelets were most often worn as matched pairs, like earrings.  The bracelets shown consist of a wire mesh band with a fancy slider and are a particularly typical design for the period.",
          "svg": ""
        },
        {
          "shortName": "cameo",
          "class": "full-middle",
          "hasImage": true,
          "title": "Cameo Pin and Earrings",
          "blurb": "Pins and earrings were popular forms of jewelry in this period.  The pin worn by this lady is made of carved shell and is known as a &ldquo;cameo&rdquo;.  Earrings in this period were made for pierced ears.  These particular earrings are also cameos.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
    {
      "layerName": "Outer Garments",
      "popItems": [
        {
          "shortName": "coat",
          "class": "full",
          "hasImage": true,
          "title": "Coat",
          "blurb": "There were many popular styles of coats, cloaks and mantles worn in this period.  Coats could be short like the one shown, or longer and fuller to cover more of the skirt.",
          "svg": ""
        },
        {
          "shortName": "gloves",
          "class": "left-middle",
          "hasImage": false,
          "title": "Gloves",
          "blurb": "Gloves were considered a necessary part of a woman's outer wear.  They were made of fine leather or cloth when worn as a matter of fashionable custom, or of heavier materials for protection against the cold.",
          "svg": ""
        },
        {
          "shortName": "purse",
          "class": "left-middle",
          "hasImage": true,
          "title": "Purse",
          "blurb": "This woman holds a miser's purse.  It has a slit in the middle and two rings that slide to close off each end so that her money will not fall out.  She might also hang this style of purse from her belt.",
          "svg": ""
        },
        {
          "shortName": "bonnet",
          "class": "full-middle",
          "hasImage": true,
          "title": "Bonnet",
          "blurb": "Suntans were not stylish.  Ladies with suntans were often poorer women who had to work outside.  Women wore hats or bonnets whenever they went out.  The bonnet  shown here is a practical bonnet rather than the more recently introduced &ldquo;spoon bonnet&rdquo; which was more open and which framed the face without offering much protection from the sun.",
          "svg": ""
        },
      ], // end popItems for this layer
    }, // end this layer
  ], // end layers
} // end data
